Repository: RedTurtle/redturtle.tiles.management
Catalog: src/redturtle/tiles/management/locales/*/LC_MESSAGES/redturtle.tiles.management.po
Languages: it

source: Edit
it: Modifica

source: Remove
it: Rimuovi

source: View with tiles
it: Vista con tiles

source: add_new_tile_label
it: Aggiungi nuova tile

source: enabled_tiles_help
it: Seleziona una lista di tile da aggiungere.

source: enabled_tiles_label
it: Tile abilitate

source: error_loading_manager
it: C'è stato un errore nel caricamento dei contenuti

source: hide_label
it: <span class="sr-only">Nascondi</span>

source: show_label
it: <span class="sr-only">Mostra</span>

source: size_css_classes
it: Classi CSS per le dimensioni delle tile

source: size_css_classes_descriptions
it: Una lista di classi CSS per ridimensionare la tile. Queste verranno usate nel bottone delle dimensioni nella gestione delle tile. Lo stile di default é `reset`. Aggiungerà una stringa vuota come classe CSS con l'effetto di lasciare alla tile tutta la larghezza. Inserisci una lista di valori (uno per riga) nella seguente forma: display_name|css_class dove display_name è la stringa da mostrare all'utente e css_class è la classe da applicare alla tile.

source: tiles_management_settings_label
it: Impostazioni Tiles Management
